Repository: joccca/grid-wordpress
Catalog: public/languages/grid-*.po
Languages: de_de

source: Copy Grid
de_de: Grid kopieren

source: You have no permission to copy a grid.
de_de: Du hast keine Berechtigung zum Kopieren eines Grids.

source: You have no permission to copy this grid.
de_de: Du hast keine Berechtigung zum Kopieren dieses Grids.

source: This post has no grid to copy.
de_de: Dieser Beitrag hat kein Raster zum Kopieren.

source: Could not find grid.
de_de: Das Grid konnte nicht gefunden werden.

source: - Copy
de_de: - Kopie

source: Save post before you can use grid.
de_de: Du musst speichern damit Grid verfügbar ist.

source: Switch to the Grid
de_de: Zum Grid wechseln

source: Position of grid
de_de: Position des Grid

source: Append to content
de_de: Nach dem Inhalt

source: Prepend to content
de_de: Vor dem Inhalt

source: Grid only, no content
de_de: Nur Grid, kein Inhalt

source: Disable grid rendering
de_de: Grid nicht rendern

source: Edit Grid
de_de: Grid bearbeiten

source: Grid Settings
de_de: Grid Einstellungen

source: Default Styles
de_de: Standard Styles

source: Post Types
de_de: Post Typen

source: Landing Pages
de_de: Übersichtsseiten

source: Post Types for content search
de_de: Post-Typen für die Inhaltssuche

source: New Grids
de_de: Neue Grids

source: Which container should be placed automatically
de_de: Welcher Container Typ soll automatisch beim Anlegen eines neuen Grid hinzugefügt werden?

source: Debug Mode
de_de: Entwickler Modus

source: Turn debug mode on/off
de_de: Schalte Entwickermodus ein/aus

# grid_async
source: Enable
de_de: Einschalten

source: Service url (leave empty to use default url)
de_de: Service URL

source: After how many seconds an author loses the lock on a grid when not active?
de_de: Nach wie vielen Sekunden verliert ein Autor die Sperre für ein Grid, wenn er nicht aktiv ist?

source: Mediaselect Info
de_de: Medienauswahlinformationen

source: Set an info text for media in the WordPress media-box
de_de: Infotext für die Medien Grid-Box

source: Mediaselect Types
de_de: Mediaselect-Typen

source: Choose types for media-box
de_de: Wähle die Dateitypen für die Medien Grid-Box

source: Landing Page base
de_de: Übersichtsseiten URL Basis

source: Set which default styles should be applied.
de_de: Definiere die Standard Styles.

# grid_styles
source: None
de_de: Keiner

source: Which post types should have grid support?
de_de: Welche Post Typen sollen Grid Support haben?

source: Which post types should be found in grid content search?
de_de: Welche Post Typen sollen in der Grid Inhaltssuche gefunden werden?

# default_container
source: Empty
de_de: Leer

source: Create Grid
de_de: Grid erstellen

source: Ups! I cannot find a Grid without an Post ID.
de_de: Ups! Ich konnte für die Post ID kein Grid finden.

source: Edit Post
de_de: Beitrag bearbeiten

source: View Grid
de_de: Grid ansehen

source: All post formats
de_de: Alle Postformate

source: Post format
de_de: Beitragsformat

source: Any post type
de_de: Alle Post-Typen

source: Attributes
de_de: Attribute

source: Value
de_de: Wert

# slug
source: landing_page
de_de: Übersichtsseite

source: Landing Page
de_de: Übersichtsseite

source: This is where you can add new landing pages to your site.
de_de: Hier kannst du neue Übersichtsseiten erstellen.

source: Helps layouting pages with containerist.
de_de: Hilft beim Containeristen erstellen von Übersichtsseiten.

source: Palasthotel <rezeption@palasthotel.de> (in person: Benjamin Birkenhake, Edward Bock, Enno Welbers, Jana Marie Eggebrecht)
de_de: Palasthotel rezeption@palasthotel.de> (persönlich: Benjamin Birkenhake, Edward Bock, Enno Welbers, Jana Marie Eggebrecht)
